<template>
	<main>
		<div class="top">
			<i class="iconfont icon-back" @click="back"></i>
			<p>用戶協議</p>
		</div>
		<hr />
		<h1>用戶協議</h1>
		<div>
			<p class="title">重要須知</p>
			<pre>ONE在此特別提醒用戶認真閱讀、充分理解本《軟件許可及服務協議》（下稱《協議》）──用戶應認真閱讀、充分理解本《協議》中各條款，包括免除或者限制ONE責任的免責條款，以及對用戶的權利限制條款。請您審慎閱讀後，選擇接受或不接受本《協議》（未成年人應在法定監護人陪同下閱讀）。除非您接受本《協議》所有條款，否則您無權下載、安裝或使用本軟件及其相關服務。您的下載、安裝、使用、帳號獲取和登錄等行為將被視為對本《協議》的接受，並表示您同意受本《協議》各項條款的約束。

本《協議》是您（下稱「用戶」）與上海小野文化傳播有限公司（下稱「小野文化」）及其運營合作單位（下稱「合作單位」）之間關於用戶下載、安裝、使用、複製ONE出品的閱讀軟件「一個」（包括但不限於移動電話、平板電腦（tablet）等各種無線手持終端版本等，下稱「軟件」）；註冊、使用、管理ONE帳號；以及使用小野文化相關服務所訂立的協議。本《協議》描述ONE與用戶之間關於「軟件」許可使用及服務相關方面的權利義務。 「用戶」是指通過ONE提供的獲取軟件授權和帳號註冊的途徑獲得軟件產品及授權許可以及使用小野文化相關服務的個人或組織。

本《協議》可由ONE隨時更新，更新後的協議條款一旦公佈即代替原來的協議條款，恕不另行通知。用戶可重新下載安裝本軟件或移步ONE網站查閱最新版協議條款。在ONE修改《協議》條款後，若用戶不接受修改後的條款，請立即停止使用ONE提供的軟件和服務，用戶繼續使用ONE提供的軟件和服務將被視為已接受了修改後的協議。</pre>
			<p class="title">一、總則</p>
			<pre>1. ONE出品的閱讀軟件「一個」及其提供的服務（以下簡稱「本軟件及服務」）是ONE提供的安裝在包括但不限於移動電話、平板電腦等各種無線手持終端上的具有網絡在線或離線狀態下閱讀功能的軟件及服務。

2. ONE閱讀軟件及服務的所有權和運營權，以及業務規則及活動的解釋權均歸小野文化所有。

3. 若有違反本條款之規定，小野文化有權不經通知終止相關服務。</pre>
			<p class="title">二、知識產權聲明</p>
			<pre>1. 「一個」是由ONE開發的閱讀軟件。 「一個」的一切著作權、商標權、專利權等知識產權和商業秘密，以及與「一個」相關的所有信息內容，包括但不限於：文字表述（中、英文）及其組合、圖標、圖飾、圖表、色彩、界面設計、版面框架、有關數據、印刷材料、或電子文檔等均受中華人民共和國著作權法、商標法、專利法、反不正當競爭法和相應的國際條約以及其他知識產權法律法規的保護，除涉及第三方授權的軟件或技術外，ONE享有上述知識產權。

2. 未經ONE書面同意，用戶不得為任何營利性或非營利性的目的自行實施、利用、轉讓或許可任何三方實施、利用、轉讓上述知識產權，ONE保留追究上述未經許可行為的權利。

3. 未經ONE書面同意，用戶不得對「一個」進行反向工程（reverse engineer）、反向編譯（decompile）或反彙編（disassemble），ONE保留追究上述未經許可行為的權利。</pre>
			<p class="title">三、授權範圍</p>
			<pre>1. 用戶可以為非商業目的在最多五台設備（包括iOS設備和Android設備）上安裝、使用、顯示、運行本「軟件」。用戶不得為商業運營目的安裝、使用、運行本「軟件」，不可以對該軟件或者該軟件運行過程中釋放到任何無線手持終端內存中的數據及該軟件運行過程中客戶端與服務器端的交互數據進行複制、更改、修改、掛接運行或創作任何衍生作品，形式包括但不限於使用插件、外掛或非經授權的第三方工具/服務接入本「軟件」和相關係統。

2. 用戶不得未經ONE許可，將本「軟件」安裝在未經ONE明示許可的其他終端設備上。包括但不限於機頂盒、遊戲機、電視機、DVD機等。

3. 保留權利：未明示授權的其他一切權利仍歸ONE所有，用戶使用其他權利時須另外取得ONE的書面同意。</pre>
			<p class="title">四、使用須知</p>
			<pre>1. 用戶必須自行配備手機等無線手持終端上網和使用電信增值業務所需的設備，自行負擔個人手機等無線手持終端上網或第三方（包括但不限於電信或移動通信提供商）收取的通訊費、信息費等有關費用。如涉及電信增值服務的，我們建議您與您的電信增值服務提供商確認相關的費用問題。

2. 您了解並且同意只要您使用本軟件及服務，您將遵守本條款中的權利義務。您對所有在您的註冊名下發生的一切行為負責；

3. 您了解並且同意小野文化不能為用戶行為負責。使用本軟件及服務產生的所有風險由您個人承擔，小野文化不對本軟件及服務的適用性、合法性、安全性、無毒性做任何形式的保證。如果您發現本軟件及服務中存在任何違法違規行為，有義務及時向小野文化舉報。

4. 用戶不得利用本軟件及服務進行故意製作、傳播計算機病毒等破壞性程序，不得針對本服務、與本軟件及服務連接的服務器或網絡製造干擾、混亂，或違反連接本軟件及服務的網絡的任何要求、程序、政策或規則，否則小野文化將保留追究其法律責任的權利並有權將其提交給相關部門處理。

5. 用戶依本協議條款所取得的服務權利不可轉讓。

6. 如用戶違反國家法律法規或本協議條款，本公司和合作公司將有權停止向用戶提供服務而不需承擔任何責任。如導致ONE或其合作公司遭受任何損害或遭受任何來自第三方的糾紛、訴訟、索賠要求等，用戶須向本公司或合作公司賠償相應的損失，用戶並需對其違反服務條款所產生的一切後果負全部法律責任。

7. 小野文化保留在任何時候因為任何原因拒絕向任何人提供服務的權利。

8. 用戶須遵守包括但不限於以下嚴禁事宜：利用本軟件及服務傳播反對憲法所確定的基本原則的內容；利用本軟件及服務傳播危害國家安全，洩露國家秘密，顛覆國家政權，破壞國家統一的內容；利用本軟件及服務傳播損害國家榮譽和利益的內容；利用本軟件及服務傳播煽動民族仇恨、民族歧視，破壞民族團結的內容；利用本軟件及服務傳播破壞國家宗教政策，宣揚邪教和封建迷信的內容；利用本軟件及服務散佈謠言，擾亂社會秩序，破壞社會穩定的內容；利用本軟件及服務散佈淫穢、色情、賭博、暴力、兇殺、恐怖或者教唆犯罪的內容；利用本軟件及服務傳播侮辱或者誹謗他人，侵害他人合法權益的內容；利用本軟件及服務傳播含有法律、行政法規禁止的其他內容；製作、發布、傳播用於竊取ONE帳號及他人專屬信息、財產、保密信息的軟件；在經小野文化書面明確授權前提下，出售、出租、出借、散佈、轉移或轉授權軟件和服務或相關的鏈接或從使用軟件和服務或軟件和服務的條款中獲利，無論以上使用是否為直接經濟或金錢收益；其他以任何不合法的方式、為任何不合法的目的、或以任何與本協議不一致的方式使用本軟件和和ONE提供的其他服務。

9. 如因用戶不遵守本條上述任意一款或者幾款的規定，小野文化有權在不事先通知用戶的情況下將相應的內容刪除，或採取終止、完全或部分中止、限制用戶帳號的使用功能或停止用戶使用本軟件或服務；如造成小野文化損失的，小野文化有權要求用戶給予相應的賠償，包括但不限於小野文化因此被國家機關予以行政處罰，或者被第三方通過訴訟或其他的方式索賠，賠償範圍包括但不限於罰款、賠償金以及小野文化支付的相應的訴訟費、律師費。</pre>
			<p class="title">五、服務風險及免責聲明</p>
			<pre>1. 本軟件及服務僅依其當前所呈現的狀況提供，本軟件及服務涉及到無線互聯網及移動通訊等服務，可能會受到各個環節不穩定因素的影響。因此軟件及服務存在因上述不可抗力、計算機病毒或黑客攻擊、系統不穩定、用戶所在位置、用戶關機、GSM等移動網絡、互聯網絡、通信線路原因等造成的服務中斷或不能滿足用戶要求的風險。使用本軟件及服務的用戶須承擔以上風險，ONE對服務的及時性、安全性、準確性不作擔保。

2. 如本公司的系統發生故障而影響到本服務的正常運行，本公司承諾在最短時間內與相關單位配合，及時處理進行修復。但用戶因此而產生的經濟損失，本公司和合作公司不承擔責任。此外，小野文化保留不經事先通知為維修保養、升級或其他目的暫停本服務任何部分的權利。

3. 用戶在使用本軟件及服務時，須自行承擔如下包括但不限於來自小野文化不可掌控的風險內容：由於無線網絡信號不穩定、無線網絡帶寬小等原因，所引起的登錄失敗、頁面打開速度慢等風險；用戶必須選擇與所安裝手機相匹配的軟件版本，否則，由於軟件與手機型號不相匹配所導致的任何軟件問題、手機問題或損害，均由用戶自行承擔；用戶手機隱私信息在使用本軟件及服務時可能產生的信息安全風險；用戶在使用本軟件訪問第三方網站時遇到內容質量及安全問題等，均由用戶自行承擔。

4. ONE在此特別提醒：使用本「軟件」必須遵守國家有關法律、法規和政策等，維護國家利益，保護國家安全，並遵守本《協議》。對於用戶違法或違反本《協議》的使用而引起的一切責任，由用戶負全部責任，一概與ONE及合作單位無關；導致ONE及合作單位損失的，ONE及合作單位有權要求用戶賠償，並有權保留相關記錄。而且，對於用戶違法或違反本《協議》以及違反了利用本軟件和ONE帳號訪問的ONE或合作單位的其他服務規定的相關服務條款，ONE有權視用戶的行為性質，在不事先通知用戶的情況下，採取包括但不限於中斷使用許可、停止提供服務、限制使用、回收用戶ONE帳號、法律追究等措施。對利用ONE帳號進行違法活動、騷擾、欺騙其他用戶等行為，ONE有權回收其帳號。由此帶來的包括並不限於用戶通信中斷、用戶資料、郵件和遊戲道具丟失等損失由用戶自行承擔。非經ONE或ONE授權開發並正式發布的其它任何由本「軟件」衍生的軟件均屬非法，下載、安裝、使用此類軟件，將可能導致不可預知的風險，由此產生的一切法律責任與糾紛一概與ONE無關。用戶不得輕易下載、安裝、使用此類軟件，否則，ONE有權在不事先通知用戶的情況下單方面終止用戶ONE帳號的使用資格。用戶只能通過ONE提供的本「軟件」及其他合法通道登錄使用ONE。用戶不得通過其他未經ONE授權開發的包括但不限於非法兼容型軟件、程序或者其他非ONE明示許可的方式，登錄使用ONE帳號，否則，ONE有權在不事先通知用戶的情況下單方面終止用戶的ONE帳號的使用資格。</pre>
			<p class="title">六、服務及協議條款的變更</p>
			<pre>ONE有權在必要時修改本協議條款，協議條款一旦發生變動，將會在相關頁面上公佈修改後的協議條款。如果不同意所改動的內容，用戶應主動取消此項服務。如果用戶繼續使用服務，則視為接受協議條款的變動。

ONE在提供服務時，可能現在或日後對部分服務的用戶開始收取一定的費用。如用戶拒絕支付該等費用，則不能在收費開始後繼續使用相關的服務，ONE有權在不事先通知用戶的情況下單方面終止相關的服務。 ONE和合作公司將盡最大努力通過電郵或其他有效方式通知用戶有關收費服務的修改或變更。</pre>
			<p class="title">七、爭議管轄及適用法律</p>
			<pre>本协议条款之效力和解释均适用中华人民共和国之法律。如协议条款之任何一部分与中华人民共和国法律相抵触，则该部分条款应按法律规定重新解释，部分条款之无效或重新解释不影响其它条款之法律效力。用户和ONE一致同意凡因本服务所产生的纠纷双方应协商解决，协商不成任何一方可提交小野文化所在地上海市宝山区有管辖权的法院诉讼裁决。

ONE版权所有，保留一切解释权利。</pre>
			<br />
		</div>
	</main>
</template>

<style scoped type="text/css">
	/*頂部*/
	.top{
		height: 40px;
		position: fixed;
		left: 0;
		top: 0;
		background-color: #fff;
	}
	.top>i{
		font-size: 16px;
		position: absolute;
		top: 13px;
		left: 13px;
		color: #d8d8d8;
	}
	.top>p{
		width: 100vw;
		height: 40px;
		line-height: 40px;
		text-align: center;
		font-size: 15px;
		color: #333;
	}
	
	/*hr*/
	hr{
		margin: 0;
		border-width: 0.2px;
		border-color: #f2f2f2;
		margin-top: 40px;
	}
	
	h1{
		font-size: 24px;
		color: #333;
		font-weight: bold;
	}
	h1+div{
		margin: 0 25px;
	}
	
	.title{
		font-size: 18px;
		font-weight: bold;
		line-height: 80px;
	}
	pre{
		font-size: 18px;
		line-height: 30px;
		white-space:pre-wrap;
	}
</style>

<script type="text/javascript">
	export default{
		methods:{
			back(){
				this.$router.go(-1);
			}
		}
	}
</script>